phone-less.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Going Phone-/less/</title>
<meta name="author" content="Jackson" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="index.html"> HOME </a>
</div><div id="content" class="content">
<h1 class="title">Going Phone-<i>less</i></h1>
<p>
<i>A collection of my thoughts as I transition to a lifestyle of using my phone less.</i>
</p>
<div id="outline-container-orge8d5fef" class="outline-2">
<h2 id="orge8d5fef"><span class="underline">Introduction</span></h2>
<div class="outline-text-2" id="text-orge8d5fef">
<p>
Around December of last year I experienced a level of boredom that I hadn&rsquo;t felt in a long while. This led me to downloading a game on my phone, which filled my idle hours for a week or two before I asked myself, why? This may sound like I am overanalyzing the importance of a silly game on my phone, but the shift in behavior for me felt strange. I hadn&rsquo;t felt the temptation to play a mobile game in 4–5 years, and even when I was playing the game it brought me no satisfaction.
</p>

<p>
This seemingly innocent act of downloading a game caused me to rethink the way that I interract with my technology. As a computer science student and researcher I spend a minimum of 8 hours a day working on a computer, which for those in my field is likely not to change. I&rsquo;ve come to accept that a large portion of my work will have to be done in front of a screen, which has also led to me think about how I can minimize screen usage in other portions of my life.
</p>

<p>
Taking a serious look at my technology usage is not a new thing for me either. There have been many times in my life where I have on a whim cut out a particular usage of technology in my life. The issue is that I never had the support structure ready to facilitate these changes, so the negative aspects of other technology usage was often amplified.
</p>

<p>
Though this post I hope to cover my journey in the past, and what has recently caused a far more drastic shift in the was I interract with technology.
</p>
</div>
</div>
<div id="outline-container-orge7bb856" class="outline-2">
<h2 id="orge7bb856"><span class="underline">Early Smartphone Days</span></h2>
<div class="outline-text-2" id="text-orge7bb856">
</div>
<div id="outline-container-org8487c39" class="outline-3">
<h3 id="org8487c39"><span class="underline">Social Media</span></h3>
<div class="outline-text-3" id="text-org8487c39">
<p>
As part of Gen Z I got my first smartphone around the time when most of my friends did, which for me was 7th grade. I distinctly remember the first thing I did with my phone was download instagram and make an account. It was just an instinct to do so, as everyone around me had been talking about it, or showing me how to use it. After getting the app I proceeded to download all sorts of other games and &ldquo;useful&rdquo; apps.
</p>

<p>
Quickly, checking Instagram because a habit, as did playing the various games that required constant attention to ensure I was maximizing my &ldquo;productivity&rdquo; in them. At this point in my life I would classifiy this behavior as technology maximalizm. I wanted to ensure that I had every possible stream of entertainment or utility available to me on my phone. However, outside the time spent gaming, my phone wasn&rsquo;t really an issue. I was easily able to put it down and not htink about it for long periods of time, which meant that I didn&rsquo;t see it as an issue.
</p>

<p>
Fast-forward a few more years after getting my first phone, and it had now become an issue. At first Instagram start as a convenient way to see what my friends were up to, but looking back on it now, this was of little to no use for me. Especially at that age, my only friends were the ones that I saw at school every day, so checking on their Instagram posts was just replacing time that I could have already spent face-to-face with them. Instead of sitting at the lunch table talking with each other we were instead distracted by our phones &ldquo;keeping up&rdquo; with the people sat across from us.
</p>

<p>
I so deperatly wanted to be recognized by my peers that I would spend the bus rides to and from school liking <i>every single post</i> on my feed (which was much easier back when the feed was chronological). This behavior harmed the way I interracted with Instagram, as I no longer spent the time looking through each post, instead scrolling as fast as I possibly could only stopping to double-tap to like. Luckily, this behavior didn&rsquo;t last long and around the time I started high-school (2014-2015) I had reduced my following count back down to just my closest friends.
</p>
</div>
<div id="outline-container-orgd6e8145" class="outline-4">
<h4 id="orgd6e8145">Turning Point</h4>
<div class="outline-text-4" id="text-orgd6e8145">
<p>
One of the intersting things that I observe looking back on my teenage social media usage was the shift from chronological feels to algorithmic feeds. Before the shift to algorithmic feeds I never felt a desire to scroll down some amount and then pop back up to the top to refresh the feed. I was a much simpler interraction platform, I scrolled until I was all caught up (I&rsquo;m pretty sure they even used to tell you this directly?), and then closed the app because there was <i>literally</i> nothing new to look at. There was no temptation
to spend more time than necessary on the platform.
</p>

<p>
Once these platforms shifted to algorithmic feeds, and especially showing you content on your home page that you didn&rsquo;t follow, there was a never ending firehose of pictures to look at. Even if you never scrolled past the first picture on your feed, you could infinitely refresh the feed and be served a new picture at the top each time. Interestingly, this lead to me refreshing the feed more to see if there was something new, as I was no longer garunteed that the new pictures would be at the top of my feed, meaning I could have potentially missed out.
</p>

<pre class="example" id="orgff48da3">
I relate this to my struggle with sound based notifications on any platform. On the one hand I'd love to not have my phone (or computer) always nearby, so sound based notifications are a great alternative as I am much less likely to miss a timely notification. But, on the other hand the barrier to steal my attention is now gated behind a simple sound. Even if we restrict these notifications to only come through from our closest friends, we have no garuntee that their message even required our instant attention. So part of me prefers to keep notifications on so that I only use my phone we prompted, and the other part of me does not want to be prompted by a device, so I set aside time to manually comb through notifications. More on this later.
</pre>
</div>
</div>
<div id="outline-container-org3648501" class="outline-4">
<h4 id="org3648501">Warning Signs</h4>
<div class="outline-text-4" id="text-org3648501">
<p>
Even at this time we were already being warned of the potential harms of social media. The big talking point was the <i>Fear of Missing Out</i> or FOMO. As I&rsquo;m sure you know, people tend to post only the positive aspects of their life on social media, which can lead to a sort of bragging contest between friend groups. If one friend wasn&rsquo;t able to make it on a trip, and they saw everyone else posting about it, they are <i>missing out</i>, which can quickly lead to anxiety, depression, or both.
</p>

<p>
Another potential downside often discussed was the fueling of body dysmorphia. It was well known that some models and other popular influencers (was this even a word back then?), were &ldquo;touching-up&rdquo; or &ldquo;photoshopping&rdquo; their photos before posting them online. This lead to a generation of people subconciously feeling presure to look like them, even at the detrement of their own health. One of the key issues here was that people felt a desire to &ldquo;fit-in&rdquo;, without taking into consideration that these pictures might not be telling the whole truth.
</p>

<p>
With that in might my social media usage did reduce, even if very slightly. However, as will become a theme in this story, as I shut the door on one part of distraction, another opened to fill the void.
</p>
</div>
</div>
</div>
