phone-less.html
<div id="outline-container-org5a6f29f" class="outline-3">
<h3 id="org5a6f29f"><span class="underline">Gaming</span></h3>
<div class="outline-text-3" id="text-org5a6f29f">
<p>
In high school we would take lots of trips for both band and choir, which meant filling hours of bus rides and waiting around. This lead to large groups gathering around specific mobile games that we would play as we waited for the next obligation. The social aspect of playing the game was a benefit in my eyes, the issue came with the desire to &ldquo;keep up&rdquo;. Most people would play fairly casually, but some would spend hours outside of group play attempting to level up, which lead to more and more members of the group doing the same. What was once a casual group activity, turned into a hardcore and rigid exercise in one-upping each other.
</p>

<p>
This led me into a constant feeling that I had to play these games on my own time, so that I wasn&rsquo;t left out the next time the group was playing. Which quickly turned a light-hearted source of entertainment into a chore. The main issue here wasn&rsquo;t even the gaming in general, it was how easily accessible the mobile games were. As I highlighted before, I was able to put my phone down for long periods of time when I first got it, yet, fast-forward 2–3 years and I couldn&rsquo;t set the thing down. Every small moment of downtime or boredom could easily be filled by checking in on a game.
</p>

<p>
Contrast this with console of PC gaming, which while still a problem, were much less accessible at the time. While you could spend hours and hours playing video games at home on your computer, at least that was (hopefully) the only thing that you were doing. Mobile games were so easily accessible they could easily fill the brief 10-minute gap between classes, or even be tempting enough to play during class. And this is exactly what I did, spending every moment of downtime playing these games.
</p>

<p>
My school did a very poor job of enforcing no cell-phone policies during the school day, which I honestly cannot blame them for. We were really the first generation with access to unprecedented levels of easily accessible distractions. So to that end, cell phone usage only proliferated during my high school years, with the older generations recognizing the issue, and my generation &ldquo;having fun&rdquo;.
</p>
</div>
<div id="outline-container-org9019b14" class="outline-4">
<h4 id="org9019b14">Positives</h4>
<div class="outline-text-4" id="text-org9019b14">
<p>
I want to say that while gaming is a large time sink, I also think that it brought some positives to my life. It heavily inspired my passion for technology, and specifically software. Learning how to first set up a Minecraft server was a daunting task, but it introduced me to many of the fundamental software concepts that I now utilize daily.
</p>

<p>
In the same vein, I spent most of my gaming years in a pre-discord time. If you gamed with friends back then you may remember the struggle of what communication software to use. My friends and I explored many different options, but this lead us to think critically about what software we were choosing, even if we have no idea what &ldquo;self-hosting&rdquo; a teamspeak sever even meant.
</p>
</div>
</div>
</div>
<div id="outline-container-org8fca50b" class="outline-3">
<h3 id="org8fca50b"><span class="underline">Instant Message</span></h3>
<div class="outline-text-3" id="text-org8fca50b">
<p>
I am going to use instant messaging as a more broad term than it was originally coined for. I&rsquo;ll lump anything that presents itself as synchronous yet not face-to-face or voice based together. This includes things like Snapchat, Instagram DMs, and yes even texting itself, however that requires a bit more nuance. Texting can be entire asynchronous, think of the extreme of texting someone with a 12-hour time difference, where you may only get to send one message at a time, without sitting around waiting for their response. What I am referring to is the constant act of texting, then waiting on a response that most of these platforms now offer.
</p>

<p>
iMessage has the &ldquo;&#x2026;&rdquo; bubble indicating someone is typing, Snapchat tells you when someone is even on the chat screen, and I&rsquo;m sure Instagram does something similar, I just don&rsquo;t remember. These features may seem like a convenience at first, but I have only ever observed them being harmful additions. Someone may have sent a slightly confrontational message, and instead of walking away they will sit anxiously staring at the typing indicator waiting on a response. I can only imagine this is not healthy for our brains.
</p>

<p>
Even without considering confrontational message, you can observe the same behavior when couples or friend groups seek constant connection. Look around, and you&rsquo;ll see people out on a nice activity with their family, yet they feel a constant pull to their phone to keep up with what every one else is doing. They somehow feel tied to this attention sink, as if they will be harmed if they don&rsquo;t, and this fear of harm can be very real. I distinctly remember not responding to a group chat for 4 or 5 hours while at an Oktoberfest event with my family and then be excluded from plans later that evening. Now, should I have continued being friends with that group after the event? Probably not, but that is a whole other can of worms.
</p>

<p>
Back then the constant tie to the phone was perpetuated by <i>FOMO</i>, or simply a relationship that required constant reassurance that no I am not mad at you because I haven&rsquo;t replied in 5 minutes. This tie was so strong that I could never put my phone down any more. Even during music performances, I always ensured that my phone was tucked into my choir robe, my band tux, or even my marching band uniform. When I was out with my family I would pop my phone out under the table, so I could interract with a conversation virtually, instead of interrating with the people sitting next to me.
</p>

<p>
We&rsquo;ll get to the current day later in the post, but I just wanted to highlight some aspects of this constant connection mindset here, as they were present back in high school for me, just as much as they are present today, the part that has changed are the demands.
</p>
</div>
</div>
</div>
