phone-less.html
<div id="outline-container-org9dde227" class="outline-2">
<h2 id="org9dde227"><span class="underline">Transition Period</span></h2>
<div class="outline-text-2" id="text-org9dde227">
<p>
Around the time when I graduated from high school I felt what was by far the strongest pull to stay connected. No longer did I have the same group of 7 or so friends with me 5 days of the week, or the rigid schedule to keep me busy. I started college and felt extremely lonely, which meant that instead of making new relationships with the people around me, I felt an even stronger pull to hold onto previous relationships. This meant I was almost never physically present with those around me, choosing instead to lean into the ability to be constantly connected with my friends virtually. I was still able to hang out with these friends a few times a week, but the drastic change was hard to get used to.
</p>

<p>
At this point my social media usage was also picking back up again, as was gaming to fill any downtime. This is also right around the time period of COVID-19, which shook up the entire world. In the span of 2 years I went from a strict 5 day a week high school schedule, to a brief 2 semesters of (relatively) unstructed college, to the Zoom call lifestyle that was COVID. And what did we do to relax after spending a few hours on a Zoom call? Well of course we got on a smaller screen to reward ourselves for all that hard work by watching TikToks.
</p>

<p>
TikTok was a particularly bad one for me, yet luckily I was able to see how bad it was quickly. However, once TikTok had taken off every other social media platform quickly raced to replicate the short-form content carouselle that they brought to the mainstream. So even though I was able to ditch TikTok directly, it was replaced first by SnapChats version, then Instagram, and eventually YouTube.
</p>

<p>
Throughout COVID my behavior rarely changed, just moving from one entertainment platform to the next. As the short-form content wave made its way through various social media platforms I attempted to find ways to disable it so that I could still get what I thought were &ldquo;positive&rdquo; interractions out of these platforms. I think at the time the only one I could disable was SnapChat&rsquo;s, but that just shifted my attention to Instagram.
</p>

<p>
As I began to think a bit more seriously about my health, as I&rsquo;m sure a lot of us did during COVID, part of my attention went into evaluating the benefit of these platforms. SnapChat was the first to go, as it was only used for group chat communication, which could easily move to more traditional SMS. This was my first taste of the friction leaving these platforms causes between friends. While there is no functional difference between platforms, people have preferences. My friend group had long been split between an iMessage groupchat and an equivalent SnapChat one. Moving off of SnapChat meant I missed part of the conversation, but more importantly for me, it showed me that I was having to put up a large amount of effort to maintain a relationship, that the other side was not matching.
</p>

<p>
Moving away gave the rest of the friend group slightly more friction in communicating with me, and that caused a large falling out. As mentioned before, this was the same friend group that had previously excluded me from plans after not communicating with them while I was out with family, and yes, once again, probably should not have stuck around. But in the end this was the best choice for me as I had now eliminated one source of temptation to be on my phone.
</p>

<p>
At the time I was maintaining 3 separate Instagram accounts, my main personal page, one for my coffee business, and another for photography. Getting notifications from all 3 services was more than overwhelming, so I disabled notifications from everything but my personal account. This was a step in the right direction, but once again <i>FOMO</i> hit hard, and I was then probably spending more time checking in with these services because I may have possibly missed an important notification. However around the same time I was questioning why even have an Instagram acount?
</p>

<p>
This was an important question as the only benefit it was giving me was the illusion of maintaining relationships with people I would likely never see again (old high school friends), or people I interracted with on a daily basis face-to-face.
</p>

<pre class="example" id="org6e6fd47">
As a quick aside, something I have been thinking a lot about lately is the effort that I put into maintaining relationships with people that I don't interract with frequently (which I'm considering to be at least yearly, although even that is flexible). Now of course I'm not talking about extended family, those relationships are much stronger in my opinion, even if you do not see every single person face-to-face quite frequently. What I am talking about are past friends that you won't see frequently, and you can tell the desire to maintain the relationship is fading (from either side). It just seems like a lot of mental energy to maintain a fairly shallow relationship with someone when you can instead put that effort into building relationships with the people you see face-to-face on a daily basis.

I am nowhere near a fully formed opinion on this topic, it is just something that I have been considering as I try to be more intentional about where I am spending my mental energy.
</pre>

<p>
Even aside from the question above I was using Instagram (on my personal account) as a read-only social media platform by this point. I had grown disinterested in sharing all aspects of my personal life, and didn&rsquo;t really have anything that interesting to comment on anyone&rsquo;s posts. This lead to me a brief stint of unfollowing everyone that I did not interract with on a regular basis. Although this change did help in the short term it didn&rsquo;t change the overall way I interracted with the platform. So not too long after I decided to delete all 3 of my Instagram acounts. Annoyingly, Instagram does not let you directly delete accounts, instead opting for a 30 day &ldquo;deactivation&rdquo; period, after which your account will be deleted. I had no temptation to get back on Instagram during these 30 days, so eventually my accounts were removed.
</p>

<p>
At this point I was left with only 2 real sources of social media on my phone, YouTube and Reddit. I find extremely valuable information from both platforms, YouTube has the best selection of infotainment content, and Reddit is invaluable as a beginner to programming. However, I didn&rsquo;t spend the majority of time on these platforms learning things, instead I wasted large blocks of time on meaningless entertainment. It never felt good getting up after watching 3–4 hours of YouTube in one sitting, just to move to another part of the house and start all over again. Reddit was far more accessible than watching a video, so that filled the random gaps in my day when I felt boredom.
</p>

<p>
Things were going well for a while there, I had eliminated all the traditional forms of social media from my life, and was reducing the time spent on my phone, yet my progress stagnated shortly after making the last changes. Then it got worse for another long period.
</p>
</div>
