phone-less.org
** _Podcasts_
I want to start by saying there is nothing inherrently wrong with listening to podcasts (or many of the other sources of content consumption), it just comes down to how you use it. For me the way I used podcasts was to always have something in my ears no matter what time of day or what I was doing. It's a hard decision becuase in the era of always needing to be productive, why would you not want to be twice as productive by listenting to a podcast while performing some other task. The answer for me was obvious, so I started subscribing to vast number of podcasts so that my feed would never be empty. This now meant I was conditioning myself so always needs some form of stimulation while doing basically anything in my life.

On the surface this was a net positive, as my iPhone reported decreased screen time, but that number doesn't tell the whole story. I can garuntee that as a whole I was consuming much more content during this time of my life. Not only that, I continued to watch just as much YouTube and read just as much Reddit as I did before starting to listenting to podcasts. The change was I was now filling every possible moment of silence (literally or figuratively) with podcasts.

This is a hard one for me to critique as I feel this was an imense period of growth for me. I learned so much of my computer science knowledge during this time, and I doubt I would be anywhere near a knowledgeable on a vast number of topics without all the podcasts I listened to. However, as we will discuss later, the issue here was how (and more specifically when) I was consuming these podcasts. I was a large mental hurdle for me to realize that I don't always need to be 2x productive by listenting to a podcast, I should instead focus my energy on one thing at a time, spending my mental energy where it counts the most.

** _Dumbing Down a Phone_
As we approach the present day in this story I began to think more and more about the time I was spending on my phone.

I think most of us have an interal feeling that these phones are somehow harmful, but it's hard to pinpoint where that line should exactly be drawn. For me, I thought just the actual screen time number was the most important metric, so after watching some YouTube videos about "technology lifehacks" I settled on a basic strategy. Removing all extra apps from my phone, turning the phone into grayscale, and turning off notifications. This sounds like a great plan, but it very quickly becomes inconvenient if you do not have the support structure already set up to support this change. And so, the changes never lasted.

However, this grayscale phone idea persisted in my mind, and I would try it out 5-6 more times before I reached the end of my transition period. The issue was that on the iPhone you can bind a tripple-click of the side button to pop open an accessibility menu, allowing you to toggle the phone back to full color. I figured this was just going to be a convenience if I ever needed to see the colors of an image, but it turned out to just be a slippery slope that lead me into almost constantly being in full color mode. This is especially apparent when meeting new people or showing someone an image on your phone, as it sometimes just requires too much social energy to have to explain why your phone is in grayscale, so you end up leaving it off for large periods of time, before eventually forgetting about the grayscale idea all togther.

That was until the end of last year when I came across a video from /f4mi/ about dumb phones from Japan. I had always known about the existance of dump phones, but never thought they would be sustainable for someons of my age group. Yet, she seemed to make a compelling argument that somehow triggered my brain into research mode, trying to discover anything and everything I could about dumb phones. Ironically, this meant spending way more time than usual on my iPhone watching videos from dumb phone influencers (who knew that was a thing) about the quirks and features of the various different models of phones.

One thing I quickly realized is that this was going to be doable, but I had to choose a specific model very carefully. To that vein, I compiled a list of must-have features, and then a list of phones that satisifed this feature list. For me that meant, calling and texting, some form of audio playback, and maps. Not a huge list, but as I found out, finding a true dumb phone with those features was difficult. I ended up initially landing on the Light Phone II, before quickly talking myself out of the whole idea once I realized for one the phone was out of stock and two, it was fetching nearly $200 used on eBay.

Not wanting to give up on the idea all together I came across a video from /Digging the Greats/ talking about his experience going back to an iPod for his primary music playback device. His video series is very intersting but for me the highlight was his observation of the crossroads he found himself at. He wanted to ditch his iPhone, but the was society operates is largely based on smartphones. To this he makes a suggestion of a "launcher" for the iPhone which displays only 5 or so apps on the homescreen by name. I quickly installed the launcher, set everything up, and started living with it. However, it didn't take long for me to simply swipe left and have access to the entire app drawr.

Realzing that this effort would take more than a simple skin on top of my phone I more seriously reconsidered the Light Phone.

* _Going Phone-/less/_

In December of last year I purchased a used Light Phone II from a seller on Reddit (which annoyingly meant I had to create a Reddit account just to facilitate the transaction). In the time it took for the seller to ship the phone I began to set up the support infrastructure for me to ditch the iPhone. Notably, this was the first time I took a methodical and thought out approach to a technology shift, which meant it was far more likely to be a successful endevor.

For me this included transitioning One-Time passwords to an external device, setting up a desktop email client, and shifting my cloud synced notes to a local-first colleciton. The biggest aha moment for me during this process was that I would no longer be reachable by email 24/7, if I wanted to respond to an email I'd have to be sitting at my desk, or using my laptop. The thought of that was scary at first, but I soon realized that the way things are supposed to be. I would no longer feel the temptation to instantly respond to an email while out with friends, I could instead deal with my inbox on my own time, when I was in a mode ready to do so.

The only thing I haven't been able to move away from is my school's ID card system. Sadly this system is dependent on you carrying around a smartphone for building access, paying for meals, and getting into sporting events. Some time before I enrolled they decided to stop issuing physical ID cards, so for now I continue having to carry my iPhone so that I can enter buildings. This is the sad reality that we live in, carrying a smartphone is now the default state, and if you choose not to the world isn't going to work for you like it does for everyone else.

