phone-less.html
<div id="outline-container-org736ddb7" class="outline-3">
<h3 id="org736ddb7"><span class="underline">Switching Over</span></h3>
<div class="outline-text-3" id="text-org736ddb7">
<p>
The switch from iPhone to Light Phone was entirely painless, all I did was pop the sim card out of one and into the other. I don&rsquo;t want to dive too specifically into the Light Phone here, but their online dashboard works just fine for loading in contact, syncing music, and subscribing to podcasts.
</p>

<p>
Once I had fully switched over I started going about my days just as I normally had, just without a constant source of YouTube and Reddit ready to go. The only issue was, I was still listening to podcasts as often as I could. The feature that I thought would be entirely necessary for me to switch over ended up being the feature that I should have avoided. But surely I couldn&rsquo;t subscribe to enough podcasts to fill every hour with every day right? Well that was true, but the Light Phone also allows you to load &ldquo;music&rdquo; onto the device, which in my eyes meant ripping YouTube videos to mp3, and loading them onto the device.
</p>

<p>
So we were essentially right back where we started, just with a slightly more clunky user interface. This continued on for a while, and I definetly noticed some immediate improvements. For one, being less distracted has lead to me focusing all of my energy into building relationships with the people I am constantly around, yet at the same time it has led to me being all the more frustrated by everyone else&rsquo;s constant device usage. To solve my own frustration I have implemented a simple rule, if someone feels the need to pick up a device in the middle of our conversion I will just stop talking. While not always effective it surely makes for some long awkward pauses in what would be a perfectly normal conversation.
</p>

<p>
The next benefit is being more focused, and I&rsquo;m not just talking about not having social media to distract me. No, what I mean is when I sit down at my computer now I know this is the only place where I can get work done. There is no longer the temptation to not reply to an email, or not submit an assignment, as I know if I don&rsquo;t do it on my computer it won&rsquo;t get done. This also has the benefit of meaning I need to be very focused with my time, otherwise I will end up spending far more than my minimum 8 hours at the computer to ensure all of my work gets done.
</p>

<p>
The last overall benefit is embracing other forms of entertainment, and this led me into the final chapter of this story. I started reading again, at first just technical books, real boring stuff about algorithms, different UNIX style tools, and compiler theory. Reading is a very valuable way to gain information, yet it always felt much slower than video or audio, and I never appriciated why. There is typically a certain bar of entry, a stamp or approval, or quality control, that comes along with publishing a book. This means that typically, the level of effort put into a book can be vastly higher than a YouTube video, and this is not to say that there aren&rsquo;t YouTube videos which required more effort than a book, or the other way around. This is just an observation that books have been vetted over year and years, with thousands of people recommending them, and those books are usually worth the read.
</p>

<p>
One particular book that kept poping up in my research around dumb phones, and the general lifestyle associated with it was <i>Digital Minimalism</i> by Cal Newport. Just from hearing the title it sounded like my kind of book, but I felt as thought I was already leading a digital minimalist lifestyle, so I didn&rsquo;t bother to pick up the book right away. That was until I was browing the Library website for another book and happened to remember the title, I punched it in the search bar, and sure enough it was available. I checked out the book and began reading it the follow day.
</p>
</div>
</div>
</div>
<div id="outline-container-orge28867b" class="outline-2">
<h2 id="orge28867b"><span class="underline">Digital Minimalism</span></h2>
<div class="outline-text-2" id="text-orge28867b">
<p>
That now brings us to pretty much present day (about a week ago), where I have read through the entire book, and am currently on my month-long break from optional technology. For me this means no YouTube, no podcasts, and no hacker news (I kicked Reddit a while back). The book covers a wide range of supporting topics surround digital minimalism, the two the that stuck out the most to me being <i>solitude</i> and <i>leisure</i>.
</p>
</div>
<div id="outline-container-org72484a2" class="outline-3">
<h3 id="org72484a2"><span class="underline">Solitude</span></h3>
<div class="outline-text-3" id="text-org72484a2">
<p>
What I took from the chapter on solitude was that we as humans need time uninterrupted by thoughts from others, which is very different to how I would have described solitude before reading the book. The key example that stood out to me was going into a loud/busy coffee shop while sitting down to write a paper. While you are surrounded by plenty of other people, they are not impacting your thoughts or emotions at that moment.
</p>

<p>
A coffee shop isn&rsquo;t the common place for me, but this example almost perfectly translates to my walks. I take somewhere between 3–4 walks a day, and up until now these walks have always been my time to listen to podcasts. The interesting thing was, I&rsquo;d walk so frequently that I&rsquo;d run out of podcasts, and then I&rsquo;d get frustrated that I had nothing to listen to. This leads me to ripping YouTube videos to mp3 before each and every walk so that I&rsquo;d never have to have even a moment of silence on a walk. Looking back on this now it seems so silly, but I had been doing this for a long time, just in different forms.
</p>

<p>
The other big thing impacting my solitude was YouTube. Every single day I&rsquo;d get up, make breakfast and a coffee, then go sit down to watch whatever <i>someone else</i> had published. This was then followed up by a walk where I&rsquo;d listen to a podcast, finally coming back home to get work down, without ever giving my mind the space that it needed to process what it needed to. This once again seems silly, but for a different reason, in our current world of always needing to be productive why would you ever not be consuming information or doing work? Well the answer is because we aren&rsquo;t meant to always to &ldquo;consuming&rdquo;, often times we need to both process our own thought, or produce new ideas of their own.
</p>

<p>
A shower thought is the perfect example of this phenomenom. Most people (I hope?) are distraction free while taking a shower, and for this reason our mind is left to wander. Generally, nothing profound will come out of this time, but every once in a while you may have a breakthrough on something you&rsquo;ve been thinking about. The thing is, this doesn&rsquo;t have to only occur during a shower. Instead of filling small pockets of your life with entertainment, you can instead live alone with your thoughts for a brief period of time. From experience, this is very difficult at first, hence why I am taking the time to write this post today, as it has been the most difficult day so far to avoid temptations.
</p>

<p>
Solitude also means taking the time to be away from your phone, or more generally technology. Even with a dumb phone there are still notifications, are there may still be the urge to check for a response. This can impact your solitude and not let your mind wander to the places that it would like to go, therefore it is important that your times of solitude are spent truely removed from external distraction.
</p>
</div>
</div>
