phone-less.html
<div id="outline-container-org8e15a12" class="outline-3">
<h3 id="org8e15a12"><span class="underline">Leisure</span></h3>
<div class="outline-text-3" id="text-org8e15a12">
<p>
Leisure is a much harder topic for me, as I enjoy coding for fun, but that inherently is not a tech-free activity. As I said before I am about a week in to my digital detox, and other than reading, I have not found any suitable high-quality leisure activites that I can add to my schedule. However, reading has been very productive, and it is something I&rsquo;d like to keep up with.
</p>

<p>
I am also going to try and write down more of my thoughts as them come along, whether of not those turn in to posts remains to be seen.
</p>

<p>
This is an area I need to spend more focused time into exploring, and I hope to do so in the remaining weeks of my digital detox.
</p>
</div>
</div>
<div id="outline-container-orgd79ae4b" class="outline-3">
<h3 id="orgd79ae4b"><span class="underline">Social Thoughts</span></h3>
<div class="outline-text-3" id="text-orgd79ae4b">
<p>
With some of my extra time I&rsquo;ve been putting a lot of thought into the relationships that I maintain. The baseline thought that has been going through my head is that I have no desire to maintain many surface level friendships, and that I&rsquo;d much rather have a few much more genuine face-to-face connections. I also personally find it very difficult to maintain relationships with people I no longer see on regular basis, this may come down to having fewer things in common, or just me preferring human interraction as opposed to liking a text message.
</p>

<p>
Along the same line as the above thought, I am embracing community in a much more serious way than I previously had. I picked up climbing this past summer, and while it can be a solo activity (bouldering), I&rsquo;ve found that I much more enjoy going to the gym and working on hard climbs with people much stronger than me. Or maybe even giving a newer climber pointers on achieving their next V grade. These aren&rsquo;t specific one-on-one relationship, they are more so community building relationships where I feel at home in a particual place, able to interract with like-minded people.
</p>

<p>
Another key thing I&rsquo;ve thought about is making myself both more available and less available. More available in the sense that when I&rsquo;m interracting with someone face-to-face I often shut my laptop screen, even if it would be beneficial to google something, I want them to know they have my full attention. Less available in the sense that I am no longer going to maintain many sparse communication channels, just in case someone needs my attention or help. I am going to priortize the people around me, choosing to help them first, and directing to find me in a meeting place.
</p>

<p>
As I was previously a Teaching Assistant for my college a lot of students think I am constantly available to help solve their issues. Some of my peers handle this in a very respectful manner, asking when I am available, and coming with a pre-formed question, along with all the background information to explain the context. To these students I say thank you, and I am often able to solve their problem relatively quickly, and if I can&rsquo;t, no harm no foul. My issue is with the large majority of my peers who either have no desire to learn and just want my solutions, or they have a desire to &ldquo;learn&rdquo;, as long as learning means me solving their problem.
</p>

<p>
To address the second group of students I have employed a new strategy to handle their behavior in what I feel is a respectful manner. For one, I no longer immedietly respond to texts asking for help, as often they will solve the problem on their own if left to sit and think for an hour. Second, if they have not provided me with any background information I will ask the simple question &ldquo;What have you tried?&rdquo;. Lastly, if they don&rsquo;t ask a question at all, instead just asking for help on some vague topic I will respond with &ldquo;What is your question?&rdquo;. These 3 rules seem to eliminate roughly half of all the requests I was previously dealing with, only falling short for the most insessent of students.
</p>

<p>
For these remaining students I really struggle with what to do, often resorting to communicating less and less so that they hopefully view me as less of a crutch. This is something I really struggled with during my first semesters as a TA. I wound up sitting and helping people with programming labs start to finish, leaving myself no time to explore coding on my own, and even now I often find myself doing this. This is a hard one because I personally would never ask a TA or Professor for anything but clarification on an assignment, as I know other students have previously completed the assignment, therefore it is clearly possible. Yet, I know I am not in the majority with this opinion, so I struggle to find a balance when those questions are asked of me.
</p>

<p>
This small section highlights just a few of the ideas I&rsquo;ve had time to mull over now that I&rsquo;ve allowed my mind to have periods of solitude to think. They&rsquo;re not fully flushed out ideas, nor are they all good! All of the above are very fluid in my mind and may change, I&rsquo;m just glad I have the space now to think through some of these things.
</p>
</div>
</div>
</div>
<div id="outline-container-orgd3577ee" class="outline-2">
<h2 id="orgd3577ee"><span class="underline">Where I&rsquo;m At</span></h2>
<div class="outline-text-2" id="text-orgd3577ee">
<p>
As I currently sit writing this I am a week into my digital detox, and I think I&rsquo;d like to continue like this. At this moment I don&rsquo;t see myself going back to watching YouTube, or listening to podcasts 24/7. I do however think that I&rsquo;ll listen to podcasts during my drives as keeping up with least some of the latest tech news is a good plan, especially in my field.
</p>

<p>
As for the rest of my detox I plan to find more forms of high-quality leisure outside of reading, and to write down my most pertinant thoughts as they come along.
</p>

<p>
I think this write-up ended up being a lot more focused on lifestyle than I originally planned, but as I&rsquo;ve come to realize that is the more important piece of the whole puzzle. Now that I&rsquo;ve become detached from my phone I see it as nothing more than a hindrence to the rest of my left, and now I never plan to go back.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2/22/25</p>
<p class="author">Author: Jackson</p>
</div>
</body>
</html>
